Repository: pannapat/SpellIt
Catalog: Angular/src/assets/i18n/*.po
Languages: ga

source: Language List
ga: Liosta Teangacha

source: Add a New Language
ga: Teanga Nua

source: Language Name
ga: Ainm na Teanga

source: Paradigm List
ga: Liosta Paraidímí

source: Add a New Paradigm
ga: Paraidím Nua

source: Paradigm Name
ga: Ainm na Paraidíme

source: Slot
ga: Lipéad

source: Root Words
ga: Fréamhfhocail

source: Word Forms
ga: Foirmeacha

source: Paradigm Forms
ga: Lipéid

source: Add a New Root
ga: Fréamhfhocal Nua
